[{"content":"No documents exist to verify the date and place of Buxtehude’s birth, and even his nationality has been disputed. The only contemporary information comes from a notice (in Nova literaria Maris Balthici) shortly after his death: ‘he recognized Denmark as his native country, whence he came to our region; he lived about 70 years’. Although his family must originally have come from the town of Buxtehude, south-west of Hamburg, his ancestors had settled at Oldesloe (now Bad Oldesloe) in the Duchy of Holstein early in the 16th century. His father, Johannes (1601/2–74), migrated from Oldesloe to the Danish province of Scania; his presence there as organist of the St Maria Kyrka in Helsingborg is documented for the year 1641. The hypothesis advanced by Pedersen and by Stahl (1951) that he could be identified with a German schoolmaster named Johannes, present in Oldesloe in 1638, and that Dieterich was therefore born in Oldesloe, appears questionable in the light of a review of the archives there. The death notice does not exclude Oldesloe as a birthplace, however, since Holstein was under Danish control at the time. In 1641 or 1642 Johannes moved across the sound to Elsinore, Denmark, to become organist of the St Olai Kirke, a position he held until his retirement in 1671. A son, Peiter, was born there to him and his wife, Helle Jespers Daater, in 1645; it is unknown whether Helle was also the mother of Dieterich. There were two daughters in the family, Anna and Cathrine, both presumably older than Dieterich.","entities":[[1516,1525,"PERSON",36,"rgb(56, 87, 244)"],[1479,1487,"PERSON",35,"rgb(56, 87, 244)"],[1470,1474,"PERSON",34,"rgb(56, 87, 244)"],[1419,1428,"PERSON",33,"rgb(56, 87, 244)"],[1390,1395,"PERSON",32,"rgb(56, 87, 244)"],[1362,1366,"TIME",31,"rgb(68, 174, 252)"],[1337,1357,"PERSON",30,"rgb(56, 87, 244)"],[1293,1299,"PERSON",29,"rgb(56, 87, 244)"],[1280,1284,"TIME",28,"rgb(68, 174, 252)"],[1177,1194,"PLACE",27,"rgb(179, 199, 183)"],[1142,1150,"PERSON",25,"rgb(56, 87, 244)"],[1137,1141,"TIME",23,"rgb(68, 174, 252)"],[1129,1133,"TIME",22,"rgb(68, 174, 252)"],[1079,1087,"PLACE",21,"rgb(179, 199, 183)"],[1038,1046,"PLACE",20,"rgb(179, 199, 183)"],[925,933,"PLACE",19,"rgb(179, 199, 183)"],[893,902,"PERSON",18,"rgb(56, 87, 244)"],[878,882,"TIME",17,"rgb(68, 174, 252)"],[866,874,"PLACE",16,"rgb(179, 199, 183)"],[845,853,"PERSON",15,"rgb(56, 87, 244)"],[722,726,"TIME",14,"rgb(68, 174, 252)"],[683,694,"PLACE",13,"rgb(179, 199, 183)"],[619,625,"PLACE",12,"rgb(179, 199, 183)"],[584,592,"PLACE",11,"rgb(179, 199, 183)"],[557,568,"TIME",38,"rgb(68, 174, 252)"],[548,556,"PERSON",9,"rgb(56, 87, 244)"],[522,534,"TIME",8,"rgb(68, 174, 252)"],[500,508,"PLACE",7,"rgb(179, 199, 183)"],[470,482,"PLACE",6,"rgb(179, 199, 183)"],[456,464,"PLACE",5,"rgb(179, 199, 183)"],[418,425,"PLACE",4,"rgb(179, 199, 183)"],[393,402,"PLACE",3,"rgb(179, 199, 183)"],[243,250,"PLACE",2,"rgb(179, 199, 183)"],[51,62,"PERSON",1,"rgb(56, 87, 244)"]]},{"content":"Dieterich Buxtehude most likely attended the Latin School at Elsinore and received his music education from his father. In 1657 or 1658 he became organist at his father’s former church at Helsingborg and in 1660 moved back to Elsinore as organist of the Marienkirche, a German-speaking congregation. With the death of Franz Tunder on 5 November 1667 the position of organist of the Marienkirche at Lübeck, one of the most important in north Germany, became vacant. After several other organists had applied for the post and been rejected, Buxtehude was chosen on 11 April 1668. At the same time he was appointed Werkmeister, a post encompassing the duties of secretary, treasurer and business manager of the church; it carried a separate salary but at this period was given to the organist. Buxtehude became a citizen of Lübeck on 23 July 1668, and a few days later, on 3 August 1668, he married Anna Margarethe Tunder, the younger daughter of his predecessor. It is not known whether this was a condition of his employment, as it was to be with his successor, but the practice was not unusual at the time. Seven daughters were born of this union, four of whom survived to adulthood: Magdalena (or Helena) Elisabeth (b 1670), Anna Margreta (b 1675), Anna Sophia (b 1678) and Dorothea Catrin (b 1683). Buxtehude’s father joined him at Lübeck in 1673 and died there in 1674; his brother Peter (Peiter), a barber, followed in 1677.","entities":[[1423,1427,"TIME",38,"rgb(68, 174, 252)"],[1392,1398,"PERSON",37,"rgb(56, 87, 244)"],[1385,1390,"PERSON",36,"rgb(56, 87, 244)"],[1367,1371,"TIME",35,"rgb(68, 174, 252)"],[1344,1348,"TIME",34,"rgb(68, 174, 252)"],[1334,1340,"PLACE",33,"rgb(179, 199, 183)"],[1301,1319,"PERSON",32,"rgb(56, 87, 244)"],[1291,1299,"TIME",31,"rgb(68, 174, 252)"],[1275,1290,"PERSON",30,"rgb(56, 87, 244)"],[1262,1270,"TIME",29,"rgb(68, 174, 252)"],[1250,1261,"PERSON",28,"rgb(56, 87, 244)"],[1240,1248,"TIME",27,"rgb(68, 174, 252)"],[1226,1239,"PERSON",26,"rgb(56, 87, 244)"],[1216,1224,"TIME",25,"rgb(68, 174, 252)"],[1206,1215,"PERSON",24,"rgb(56, 87, 244)"],[1198,1204,"PERSON",23,"rgb(56, 87, 244)"],[1184,1193,"PERSON",22,"rgb(56, 87, 244)"],[896,918,"PERSON",21,"rgb(56, 87, 244)"],[870,883,"TIME",19,"rgb(68, 174, 252)"],[849,865,"TIME",20,"rgb(68, 174, 252)"],[831,843,"TIME",18,"rgb(68, 174, 252)"],[821,827,"PLACE",17,"rgb(179, 199, 183)"],[791,800,"PERSON",16,"rgb(56, 87, 244)"],[563,576,"TIME",15,"rgb(68, 174, 252)"],[539,548,"PERSON",14,"rgb(56, 87, 244)"],[441,448,"PLACE",13,"rgb(179, 199, 183)"],[398,404,"PLACE",12,"rgb(179, 199, 183)"],[334,349,"TIME",11,"rgb(68, 174, 252)"],[318,330,"PERSON",10,"rgb(56, 87, 244)"],[226,234,"PLACE",9,"rgb(179, 199, 183)"],[207,211,"TIME",8,"rgb(68, 174, 252)"],[188,199,"PLACE",7,"rgb(179, 199, 183)"],[131,135,"TIME",6,"rgb(68, 174, 252)"],[123,127,"TIME",5,"rgb(68, 174, 252)"],[112,118,"PERSON",4,"rgb(56, 87, 244)"],[61,69,"PLACE",1,"rgb(179, 199, 183)"],[0,19,"PERSON",3,"rgb(56, 87, 244)"]]},{"content":"Buxtehude’s official duties required him to play for the main morning service and the afternoon service on Sundays and feast days and for Vespers on the preceding afternoon. In addition to the customary preludes to the congregational chorales and the musical offerings of the choir, Buxtehude supplied music during Communion, often with the participation of instrumentalists or vocalists, or both, who were paid by the church. Part of his fame, however, rested on an activity totally outside his official church duties: his direction of the concert series known as the Abendmusiken (see Abendmusik). Tunder had given concerts in the church on weekdays, but Buxtehude moved them to five specific Sundays in the church year – the last two in Trinity and the second, third and fourth in Advent – and introduced the performance of sacred dramatic works in 1678, the same year as the inauguration of the Hamburg opera. Buxtehude’s Abendmusiken were in fact considered the equivalent of operas; Hinrich Elmenhorst, a librettist for the Hamburg opera, referred to them as such in 1688.","entities":[[1073,1077,"TIME",9,"rgb(68, 174, 252)"],[1030,1037,"PLACE",8,"rgb(179, 199, 183)"],[989,1007,"PERSON",7,"rgb(56, 87, 244)"],[914,925,"PERSON",6,"rgb(56, 87, 244)"],[899,906,"PLACE",5,"rgb(179, 199, 183)"],[852,856,"TIME",4,"rgb(68, 174, 252)"],[657,666,"PERSON",3,"rgb(56, 87, 244)"],[600,606,"PERSON",2,"rgb(56, 87, 244)"],[283,292,"PERSON",1,"rgb(56, 87, 244)"],[0,11,"PERSON",0,"rgb(56, 87, 244)"]]},{"content":"There is little evidence of travel, but a painting by Johannes Voorhout from 1674 documents his close friendship with the Hamburg organist Johann Adam Reincken and suggests frequent visits to Hamburg, where he would also have known Christoph Bernhard and Matthias Weckmann. His friendship with Johann Theile is attested by a poem that he contributed to Theile’s St Matthew Passion (Lübeck, 1673) and his help in financing the publication of Thiele’s masses (Wismar, 1673). The claim that Theile was Buxtehude’s teacher (J. Mattheson: Critica musica, ii, 1725/R) must be discounted in view of Buxtehude's greater skill in composition at that time. Poems by Buxtehude also appear in the Harmonologia musica (1702) of Andreas Werckmeister; it was Werckmeister who conveyed many of Buxtehude’s organ compositions to J.G. Walther, whose copies still exist. Buxtehude was also friendly with the Düben family in Stockholm; most of Buxtehude’s vocal music survives in the large manuscript collection (now at","entities":[[924,935,"PERSON",28,"rgb(56, 87, 244)"],[905,914,"PLACE",26,"rgb(179, 199, 183)"],[852,861,"PERSON",25,"rgb(56, 87, 244)"],[812,824,"PERSON",24,"rgb(56, 87, 244)"],[778,789,"PERSON",23,"rgb(56, 87, 244)"],[744,756,"PERSON",22,"rgb(56, 87, 244)"],[715,735,"PERSON",21,"rgb(56, 87, 244)"],[706,710,"TIME",20,"rgb(68, 174, 252)"],[656,665,"PERSON",19,"rgb(56, 87, 244)"],[592,603,"PERSON",18,"rgb(56, 87, 244)"],[554,558,"TIME",17,"rgb(68, 174, 252)"],[520,532,"PERSON",16,"rgb(56, 87, 244)"],[499,510,"PERSON",15,"rgb(56, 87, 244)"],[488,494,"PERSON",14,"rgb(56, 87, 244)"],[466,470,"TIME",13,"rgb(68, 174, 252)"],[458,464,"PLACE",12,"rgb(179, 199, 183)"],[441,449,"PERSON",11,"rgb(56, 87, 244)"],[390,394,"TIME",10,"rgb(68, 174, 252)"],[382,388,"PLACE",9,"rgb(179, 199, 183)"],[353,361,"PERSON",8,"rgb(56, 87, 244)"],[294,307,"PERSON",7,"rgb(56, 87, 244)"],[255,272,"PERSON",6,"rgb(56, 87, 244)"],[232,250,"PERSON",5,"rgb(56, 87, 244)"],[192,199,"PLACE",4,"rgb(179, 199, 183)"],[139,159,"PERSON",3,"rgb(56, 87, 244)"],[122,129,"PLACE",2,"rgb(179, 199, 183)"],[77,81,"TIME",1,"rgb(68, 174, 252)"],[54,71,"PERSON",0,"rgb(56, 87, 244)"]]},{"content":"S-Uu) that the elder Gustaf Düben assembled.","entities":[[21,33,"PERSON",0,"rgb(56, 87, 244)"]]}]